// 一张图片可能给多个商品使用
const imageMapping = {
  '冲击电锤钻头_根': [
    '冲击电锤钻头6x150mm_根',
    '冲击电锤钻头8x150mm_根',
    '冲击电锤钻头10x150mm_根',
    '冲击电锤钻头12x150mm_根',
    '冲击电锤钻头14x150mm_根',
    '冲击电锤钻头14x200mm_根',
    '冲击电锤钻头12x200mm_根',
    '冲击电锤钻头10x200mm_根',
    '冲击电锤钻头8x200mm_根',
    '冲击电锤钻头16x200mm_根',
    '冲击电锤钻头18x200mm_根',
    '冲击电锤钻头20x200mm_根',
    '冲击电锤钻头12x350mm_根',
    '冲击电锤钻头14x350mm_根',
    '冲击电锤钻头16x350mm_根',
    '冲击电锤钻头18x350mm_根',
    '冲击电锤钻头20x350mm_根',
    '冲击电锤钻头22x350mm_根',
    '冲击电锤钻头25x350mm_根',
    '冲击电锤钻头28x350mm_根',
    '冲击电锤钻头30x350mm_根',
  ]
}

module.exports = imageMapping;