// 一张图片可能给多个商品使用
const imageMapping = {
  '冲击电锤钻头_根': [
    '冲击电锤钻头6x150mm_根',
    '冲击电锤钻头8x150mm_根',
    '冲击电锤钻头10x150mm_根',
    '冲击电锤钻头12x150mm_根',
    '冲击电锤钻头14x150mm_根',
    '冲击电锤钻头14x200mm_根',
    '冲击电锤钻头12x200mm_根',
    '冲击电锤钻头10x200mm_根',
    '冲击电锤钻头8x200mm_根',
    '冲击电锤钻头16x200mm_根',
    '冲击电锤钻头18x200mm_根',
    '冲击电锤钻头20x200mm_根',
    '冲击电锤钻头12x350mm_根',
    '冲击电锤钻头14x350mm_根',
    '冲击电锤钻头16x350mm_根',
    '冲击电锤钻头18x350mm_根',
    '冲击电锤钻头20x350mm_根',
    '冲击电锤钻头22x350mm_根',
    '冲击电锤钻头25x350mm_根',
    '冲击电锤钻头28x350mm_根',
    '冲击电锤钻头30x350mm_根',
  ],
  '渔亭电磁式鱼缸鱼池增氧空气泵': [
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-001',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-002',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-003',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-004',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-005',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-006',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-007',
    '渔亭电磁式鱼缸鱼池增氧空气泵AC0-008',
  ],
  'LED防频闪球灯泡E27大螺口_支': [
    '公牛9W_LED防频闪球灯泡E27大螺口_支',
    '公牛16W_LED防频闪球灯泡E27大螺口_支',
    '公牛24W_LED防频闪球灯泡E27大螺口_支',
    '公牛30W_LED防频闪球灯泡E27大螺口_支',
    '公牛40W_LED防频闪球灯泡E27大螺口_支',
  ]
}

module.exports = imageMapping;